edc/bass
patrickf1/colored_man_pages.fish
oh-my-fish/plugin-errno
evanlucas/fish-kubectl-completions
jethrokuan/fzf
jorgebucaran/spark.fish
oh-my-fish/plugin-bang-bang
fabioantunes/fish-nvm
